tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "autoconf"
brew "bash"
brew "coreutils"
brew "curl"
brew "exa"
brew "fasd"
brew "fd"
brew "fish"
brew "gawk"
brew "git"
brew "gnupg"
brew "hub"
brew "jq"
brew "mas"
brew "neovim"
brew "newsboat"
brew "openssl"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "tmux"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "brave-browser"
cask "dash"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-jetbrains-mono"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "toggl"
mas "Drafts", id: 1435957248
mas "MindNode", id: 1289197285
mas "Things", id: 904280696
