tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "autoconf"
brew "bash"
brew "coreutils"
brew "fasd"
brew "gawk"
brew "git"
brew "gnupg"
brew "hub"
brew "openssl"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "zsh"
cask "1password"
cask "alfred"
cask "dropbox"
cask "hammerspoon"
cask "kitty"
